commands = """**⌘ سورس إكسايت - التكرار  والنشر 
╰──────────────────────────────────────────╮

1- لتفعيل النشر التلقائي اتبع الامر التالي 

.او + عدد الثواني + عدد التكرار + الكليشة

2- لتفعيل امر التكرار اتبع الامر التالي

.تك + عدد التكرار + الكليشة
لأيقاف التكرار ارسل `.ايقاف التكرار` ولأيقاف النشر التلقائي ارسل `.ايقاف النشر التلقائي` ه
ملاحظة : لايقاف التكرار او النشر التلقائي ارسل الامر - .اعادة تشغيل -
ملاحظة : امر التكرار ينشر كل 5 دقائق
-----------------------------------
1- .فحص : لأجراء فحص لعمل السورس

2- .اعادة تشغيل : لأجراء اعادة تشغيل للسورس

3- .ايدي : لعرض ايدي الحساب الخاص بك

4- .البنك : لأجراء قياس لـ PING

5- .اشتراكاتي : احصائيات حسابك

6- .اذاعة للخاص 

7- .اذاعة للكروبات

8- .ادمن : لرؤية القنوات التي انت ادمن بها

قناة السورس : @x_S_a

╰──────────────────────────────────────────╮**"""
soursce = '''
♔ سورس إكسايت
╌╌╌╌╌╌╌╌╌╌╌╌╌╌╌╌╌
❖╎𝐝𝐞𝐯𝐥𝐨 : @xxtwd
❖╎𝐜𝐡𝐚𝐧𝐧𝐞𝐥 : @x_S_a
❖╎𝐯𝐞𝐫𝐬𝐢𝐨𝐧 : 0.1 
╌╌╌╌╌╌╌╌╌╌╌╌╌╌╌╌╌
'''

progressbar = [
    '⬛⬜⬜⬜⬜⬜⬜⬜⬜⬜ 10%',
    '⬛⬛⬜⬜⬜⬜⬜⬜⬜⬜ 20%',
    '⬛⬛⬛⬜⬜⬜⬜⬜⬜⬜ 30%',
    '⬛⬛⬛⬛⬜⬜⬜⬜⬜⬜ 40%',
    '⬛⬛⬛⬛⬛⬜⬜⬜⬜⬜ 50%',
    '⬛⬛⬛⬛⬛⬛⬜⬜⬜⬜ 60%',
    '⬛⬛⬛⬛⬛⬛⬛⬜⬜⬜ 70%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬜⬜ 80%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬜ 90%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛ 100%',
]
